constant/kinematicCloudPositions
/*--------------------------------*- C++ -*----------------------------------*\																
  =========                 |																
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox																
   \\    /   O peration     | Website:  https://openfoam.org																
    \\  /    A nd           | Version:  7																
     \\/     M anipulation  |																
\*---------------------------------------------------------------------------*/																
FoamFile																
{																
    version     2.0;																
    format      ascii;																
    class       vectorField;																
    object      kinematicCloudPositions;																
}																
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //																
																
(																
(-0.00096	0.000960	0.0001)														
(-0.00076	0.000960	0.0001)														
(-0.00056	0.000960	0.0001)														
(-0.00036	0.000960	0.0001)														
(-0.00016	0.000960	0.0001)														
(0.00004	0.000960	0.0001)														
(0.00024	0.000960	0.0001)														
(0.00044	0.000960	0.0001)														
(0.00064	0.000960	0.0001)														
(0.00084	0.000960	0.0001)														
(-0.00096	0.000760	0.0001)														
(-0.00076	0.000760	0.0001)														
(-0.00056	0.000760	0.0001)														
(-0.00036	0.000760	0.0001)														
(-0.00016	0.000760	0.0001)														
(0.00004	0.000760	0.0001)														
(0.00024	0.000760	0.0001)														
(0.00044	0.000760	0.0001)														
(0.00064	0.000760	0.0001)														
(0.00084	0.000760	0.0001)														
(-0.00096	0.000560	0.0001)														
(-0.00076	0.000560	0.0001)														
(-0.00056	0.000560	0.0001)														
(-0.00036	0.000560	0.0001)														
(-0.00016	0.000560	0.0001)														
(0.00004	0.000560	0.0001)														
(0.00024	0.000560	0.0001)														
(0.00044	0.000560	0.0001)														
(0.00064	0.000560	0.0001)														
(0.00084	0.000560	0.0001)														
(-0.00096	0.000360	0.0001)														
(-0.00076	0.000360	0.0001)														
(-0.00056	0.000360	0.0001)														
(-0.00036	0.000360	0.0001)														
(-0.00016	0.000360	0.0001)														
(0.00004	0.000360	0.0001)														
(0.00024	0.000360	0.0001)														
(0.00044	0.000360	0.0001)														
(0.00064	0.000360	0.0001)														
(0.00084	0.000360	0.0001)														
(-0.00096	0.000160	0.0001)														
(-0.00076	0.000160	0.0001)														
(-0.00056	0.000160	0.0001)														
(-0.00036	0.000160	0.0001)														
(-0.00016	0.000160	0.0001)														
(0.00004	0.000160	0.0001)														
(0.00024	0.000160	0.0001)														
(0.00044	0.000160	0.0001)														
(0.00064	0.000160	0.0001)														
(0.00084	0.000160	0.0001)														
(-0.00096	-0.000040	0.0001)														
(-0.00076	-0.000040	0.0001)														
(-0.00056	-0.000040	0.0001)														
(-0.00036	-0.000040	0.0001)														
(-0.00016	-0.000040	0.0001)														
(0.00004	-0.000040	0.0001)														
(0.00024	-0.000040	0.0001)														
(0.00044	-0.000040	0.0001)														
(0.00064	-0.000040	0.0001)														
(0.00084	-0.000040	0.0001)														
(-0.00096	-0.000240	0.0001)														
(-0.00076	-0.000240	0.0001)														
(-0.00056	-0.000240	0.0001)														
(-0.00036	-0.000240	0.0001)														
(-0.00016	-0.000240	0.0001)														
(0.00004	-0.000240	0.0001)														
(0.00024	-0.000240	0.0001)														
(0.00044	-0.000240	0.0001)														
(0.00064	-0.000240	0.0001)														
(0.00084	-0.000240	0.0001)														
(-0.00096	-0.000440	0.0001)														
(-0.00076	-0.000440	0.0001)														
(-0.00056	-0.000440	0.0001)														
(-0.00036	-0.000440	0.0001)														
(-0.00016	-0.000440	0.0001)														
(0.00004	-0.000440	0.0001)														
(0.00024	-0.000440	0.0001)														
(0.00044	-0.000440	0.0001)														
(0.00064	-0.000440	0.0001)														
(0.00084	-0.000440	0.0001)														
(-0.00096	-0.000640	0.0001)														
(-0.00076	-0.000640	0.0001)														
(-0.00056	-0.000640	0.0001)														
(-0.00036	-0.000640	0.0001)														
(-0.00016	-0.000640	0.0001)														
(0.00004	-0.000640	0.0001)														
(0.00024	-0.000640	0.0001)														
(0.00044	-0.000640	0.0001)														
(0.00064	-0.000640	0.0001)														
(0.00084	-0.000640	0.0001)														
(-0.00096	-0.000840	0.0001)														
(-0.00076	-0.000840	0.0001)														
(-0.00056	-0.000840	0.0001)														
(-0.00036	-0.000840	0.0001)														
(-0.00016	-0.000840	0.0001)														
(0.00004	-0.000840	0.0001)														
(0.00024	-0.000840	0.0001)														
(0.00044	-0.000840	0.0001)														
(0.00064	-0.000840	0.0001)														
...
)																
																
//	*************************************************************************	//														
